11/data/attachments/a55cbfb86931d881.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_60654afc-0a70-42e2-ad1d-7234dc4806fc</nif:username>
            <nif:pageInfo>
                <nif:page>4</nif:page>
                <nif:size>100</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>